"AboutVersion" = "Version %@.%@";
"ActivationBtnActivate" = "Aktivierungs-Code eingeben";
"ActivationBuyBtn" = "PRO Version kaufen";
"ActivationFailMsg" = "Aktivierung fehlgeschlagen";
"ActivationInvalidFormatInfo" = "Das sollte so aussehen: XXXXX-XXXXX-etc. Stellen Sie sicher, dass keine Schreibfehler in der Eingabe sind.";
"ActivationInvalidFormatMsg" = "Falsches Format des Aktivierungscodes ";
"ActivationKeyDescr" = "Wenn Sie Folx erworben haben, erhalten sie den Aktivierungscode per E-Mail. Geben Sie diesen hier ein";
"ActivationKeyHelp" = "Haben Sie Ihren Aktivierungscode verloren?";
"ActivationKeyLabel" = "Geben Sie Ihren Aktivierungscode ein:";
"ActivationOKMInfo" = "Vielen Dank für die Verwendung von Folx! Genießen das Herunterladen mit uns!";
"ActivationOKMsg" = "Aktivierung erfolgreich";
"AddingTasks" = "Füge hinzu ...";
"AllFilters" = "Alle";
"AllURLS" = "[ALLE URLS]";
"Apply" = "Anwenden";
"ApplyToAll" = "Alle anwenden";
"AutoSpeed" = "Intelligente Geschwindigkeit";
"Beta-tester" = "Beta-Tester";
"Browsers" = "Browser";
"Business" = "Geschäft";
"CancelButton" = "Abbr.";
"CheckAll" = "Alle überprüfen";
"CheckSelectedAll" = "Überprüfe Ausgewählte";
"CompactFileSize" = "%@ von %@";
"Company" = "Unternehmen";
"Demo" = "Frei";
"DiskSpaceAlertInformativeText" = "Stellen Sie mehr Platz auf der Festplatte zur Verfügung und starten Sie Ihre Downloads neu";
"DiskSpaceAlertMessageText" = "Nicht genügend Speicherplatz um diese Datei zu speichern";
"DontDownload" = "Nicht downloaden";
"DontShowAgain" = "Nicht mehr anzeigen";
"DownloadAllAlwaysButton" = "Immer alle herunterladen";
"DownloadAllButton" = "Alle herunterladen";
"DownloadButton" = "Download";
"DownlodedMusic" = "Heruntergeladene Musik";
"DownlodedVideo" = "Heruntergeladene Videos";
"lblProgressTaskInfo" = "%@ von %@ %@";
"EmptyTasksList" = "Keine aktiven Download-Aufgaben in Folx.";
"FamilyPack" = "Familien-Pack";
"FileInFolderAlertInformativeText" = "Möchten Sie diesen Download neu starten?";
"FileInFolderAlertInformativeTextEX" = "Datei-Duplikat";
"FileInFolderAlertMessageText" = "Die Datei %@ \nexistiert bereits im Ordner \n% @. \nMöchten Sie sie ersetzen?";
"FilterCaptionActive" = "Lade herunter ...";
"FilterCaptionAll" = "Alle";
"FilterCaptionCompleted" = "Beendet";
"FilterCaptionPaused" = "Pausiert";
"FilterCaptionScheduled" = "Geplant";
"FilterCaptionSeeding" = "Seeding";
"FilterPlaceholder" = "Suche";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "Geben Sie die URL oder die Suche nach Torrents ein";
"General" = "Allgemein";
"Hight" = "Hoch";
"HightPriority" = "Hohe Priorität";
"LinkInListInformativeText" = "Sind Sie sicher, dass Sie erneut herunterladen möchten?";
"LinkInListInformativeText2" = "Sind Sie sicher, dass Sie %@ erneut herunterladen möchten?";
"LinkInListMessageText2" = "Der Link (% @) befindet sich bereits in Ihrer Download-Liste.";
"LinkInListMessageText3" = "Die Aufgabe ist beendet.";
"LogMenu_Copy" = "Kopieren";
"LogMenu_Copy_full_log" = "Gesamtes Log kopieren";
"LogMenu_Save_log_to_file" = "Log in Datei speichern";
"Low" = "niedrig.";
"LowPriority" = "Niedrige Priorität";
"Mount" = "Mounten";
"MyUploadsTag" = "Meine Uploads";
"NMSDServiceName" = "Download Links mit Folx";
"NewTagTemplate" = "Neue Aufgabe%@";
"NoAppMessage" = "Die Datei %@ ist mit keiner Anwendung zum öffnen verknüpft";
"NoButton" = "Nein";
"Normal" = "Normal";
"NormalPriority" = "Normale Priorität";
"OKButton" = "OK";
"OpenPanelCreateTorrent" = "Wählen Sie eine Datei oder einen Ordner um einen Torrent zu erstellen von";
"Personal" = "Persönlich";
"Proxy" = "Proxy";
"QuitAfterSeconds" = "Folx wird in %d Sekunden geschlossen, da alle Download-Aufgaben abgeschlossen oder geplant wurden";
"RelocateButton" = "Wähle";
"STATUS_ADDR_FAIL" = "Kann den Hostnamen nicht auflösen";
"STATUS_AUTH_REQUIRED" = "Authentifizierung erforderlich";
"STATUS_BAD_HTTP_HEADER" = "ungültige HTTP-Header in Server-Antwort";
"STATUS_CANT_CONNECT_TO_PROXY" = "Proxy-Verbindungsfehler ";
"STATUS_CONNECT_ERROR" = "Verbindungsfehler";
"STATUS_CONTENT_TYPE_MISMATCH" = "Inhaltstyp der Datei auf dem Server und Inhaltstyp der Datei auf der lokalen Festplatte stimmen nicht überein";
"STATUS_DOWNLOADUP_NO" = "Server unterstützt keine Wiederaufnahme von Downloads";
"STATUS_DOWNLOADUP_YES" = "Server unterstützt die Wiederaufnahme von Downloads";
"STATUS_FILE_OPEN_FAIL" = "Konnte keine beschreibbare Datei erstellen";
"STATUS_FILE_OP_FAIL" = "Daten konnten nicht in die Datei geschrieben werden";
"STATUS_FILE_SEEKING_FAIL" = "Such Fehler: kann Datei nicht erweitern";
"STATUS_FTP_COULDNT_SET_BINARY" = "STATUS_FTP_COULDNT_SET_BINARY";
"STATUS_FTP_CWD_FAILED" = "cwd Kommando Fehler ";
"STATUS_FTP_LIST_ERROR" = "LIST Kommando Fehler ";
"STATUS_FTP_LOGIN_DENIDED" = "Login Fehler";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "Socket öffnen für passiven Modus";
"STATUS_FTP_PASV_ERROR" = "Fehler beim Umschalten in den passiven Modus";
"STATUS_FTP_REST_UNSUPPORTED" = "PAUSE wird nicht unterstützt oder Protokoll Fehler";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "empfangene Dateigröße ist ungültig für das Fortsetzen des Downloads";
"STATUS_HTTPPROXY_ADDR_FAILED" = "HTTP proxy addr fehlgeschlagen";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "HTTP PROXY Verbindung fehlgeschlagen";
"STATUS_INTERNAL_PARSE_ERROR" = "bedeutet konnte nicht richtig geparst werden";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "Die angeforderte Proxy-Einstellung wurde nicht in der Liste der Einstellungen gefunden";
"STATUS_PARSE_ERROR" = "Konnte den Header nicht parsen";
"STATUS_PROTOCOL_ERROR" = "ungültige HTTP-Antwort";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "Unerwartete Server-Antwort";
"STATUS_RECEIVE_ERROR" = "Empfangsfehler ";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "Das Datum der Datei auf dem Server und das Datum der Datei auf der lokalen Festplatte stimmen nicht überein";
"STATUS_RESUMING_FILES_MISMATCH" = "eine Datei auf dem Server und eine lokale Datei stimmen nicht überein ";
"STATUS_SEND_REQUEST_ERROR" = "Sendefehler";
"STATUS_SOCKS4_ADDR_FAILED" = "SOCKS4 addr fehlgeschlagen";
"STATUS_SOCKS4_CONNECT_FAILED" = "SOCKS4 Verbindung fehlgeschlagen";
"STATUS_SOCKS4_RECV_FAILED" = "SOCKS4 recv fehlgeschlagen";
"STATUS_SOCKS4_SEND_FAILED" = "SOCKS4 senden fehlgeschlagen";
"STATUS_SOCKS5_ADDR_FAILED" = "SOCKSd addr fehlgeschlagen";
"STATUS_SOCKS5_AUTH_FAILED" = "SOCKS5 Autorisierung fehlgeschlagen";
"STATUS_SOCKS5_CONNECT_FAILED" = "SOCKS5 Verbindung fehlgeschlagen";
"STATUS_SOCKS5_FAILED" = "SOCKS5 fehlgeschlagen";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "SOCKS5 GSS Autorisierung fehlgeschlagen";
"STATUS_SOCKS5_RECV_FAILED" = "SOCKS5 Empfang fehlgeschlagen";
"STATUS_SOCKS5_SEND_FAILED" = "SOCKS5 Senden fehlgeschlagen";
"STATUS_UNKNOWN_ERROR" = "nicht erkannter Fehler";
"STATUS_UNSUPPORTED_FEATURE" = "nicht unterstützte(s) Protokoll-Funktion (oder Kommando)";
"STAT_activating" = "Aktiviere ...";
"STAT_checking" = "Überprüfe Dateien";
"STAT_downloading" = "Aktiv";
"STAT_fail" = "Fehlgeschlagen";
"STAT_finalization" = "Fertigstellen ...";
"STAT_finished" = "Beendet";
"STAT_much_error" = "Kritischer Fehler";
"STAT_q_checking" = "In der Warteschlange für den Check";
"STAT_q_downloading" = "In der Warteschlange";
"STAT_q_seeding" = "In der Warteschlange für seeding";
"STAT_r_checking" = "Überprüfe Dateidaten  ...";
"STAT_resumable_error" = "Nicht kritischer Fehler";
"STAT_schedulet" = "Geplant";
"STAT_seeding" = "Seeding";
"STAT_suspended" = "Pausiert";
"Scheduler" = "Scheduler";
"Search" = "Suche";
"SelectButton" = "Auswählen";
"ShutdownAfterSeconds" = "Ihr Mac wird in %d Sekunden heruntergefahren, weil die Download-Aufgaben abgeschlossen oder geplant wurden";
"Skip" = "überspringen";
"SleepAfterSeconds" = "Ihr Mac schaltet in %d Sekunden in den \"Ruhezustand\", da die Download-Aufgaben abgeschlossen oder geplant wurden ";
"StopButton" = "Stop";
"TagApplication" = "Anwendung";
"TagMenu_Deselect_All" = "Alle abwählen";
"TagMenu_Select_All" = "Alles auswählen";
"TagMovie" = "Film";
"TagMusic" = "Musik";
"TagOther" = "Andere";
"TagPicture" = "Bild";
"Tags" = "Tags";
"TaskStatusComplete" = "Beendet";
"TaskStatusPaused" = "Pausiert";
"TaskStatusQueued" = "In Warteschlange";
"TaskStatusScheduled" = "Geplant";
"TasksViewHeaderTitle_comment" = "Kommentar";
"Torrent" = "Torrent";
"TorrentInfoSegment_Files" = "Dateien";
"TorrentInfoSegment_General" = "Allgemein";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Teile";
"TorrentInfoSegment_Trackers" = "Tracker";
"Types" = "Typen";
"UncheckAll" = "Alle deaktivieren";
"UncheckSelectedAll" = "Ausgewählte Deaktivieren ";
"UninstallInfo" = "Sie sind dabei Folx vollständig zu deinstallieren. Alle Ihre Download-Einstellungen werden verschwunden sein. Sind Sie sicher?";
"UninstallMsg" = "Folx deinstallieren";
"UseHttp" = "HTTP und Download hinzufügen";
"VisitWebButton" = "Webseite besuchen";
"YesButton" = "Ja";
"aboutLeftDays" = "Persönliche, zeitlich begrenzte,%li Tag(e) verbleiben";
"aboutLicense" = "Lizenztyp:";
"aboutLicenseType1" = "Frei";
"aboutLicenseType2" = "Lizenz";
"alertInfoError404Local" = "Die angeforderte Ressource %@ wurde nicht gefunden, kann aber in Zukunft wieder zur Verfügung stehen. Versuchen Sie es später noch einmal.";
"alertMessageError404Local" = "Kann dieses Video im Moment nicht herunterladen";
"bandwidthCaption" = "Bandbreiten Aktivität";
"bandwidthCurrSpeed" = "aktuell";
"bandwidthAvg5MinSpeed" = "≈ 5 min:";
"bandwidthAvg15MinSpeed" = "≈ 15 min:";

"btnBuyLicense" = "Kaufe PRO";
"btnBuyLicense1" = "Upgrade-Lizenz";

"btnDefaultApp" = "Als Standard setzen";
"btnEnterCode" = "Aktivieren Sie Folx PRO";
"btnEnterCode1" = "Ändern Sie den Lizenztyp ";
"btnLater" = "Später";
"btnInstallNow" = "Jetzt installieren";
"btnNewTaskApply" = "Beantragen";
"btnNewTaskAuthorization" = "Authentifizierung";
"btnNewTaskSetAsDefaults" = "Als Standard setzen";
"btnRandomize" = "Jetzt zuf. auswählen";
"btnRestorePutchase" = "Wiederherstellen Ihrer Einkäufe";
"btnSendStatistic" = "Senden anonymer Nutzungsstatistiken zu Eltima";
"btnStopSeed" = "Seeding stoppen bei erreichen der Kennzahl";
"btnUseAgent" = "Zeigen Sie den Folx-Agenten in der Menüleiste ";
"btnUseFree" = "Fortfahren im kostenlosen Modus";
"btnUsePlugin" = "Nutze Folx für Sammeldownloads in Browsern";
"btnUseRandomPortAtStartup" = "Wähle den Port beim Start zufällig aus";
"byte" = "B";
"byte-sec" = "B/s";
"chkFolxShowAgain" = "Nicht wieder erinnern";
"chkUseForAllLinks" = "Für alle Links benutzen";
"ckUseDHT" = "DHT-Netzwerk aktivieren";
"ckUseLPD" = "Local Peer Erkennung aktivieren";
"ckUseNATPMP" = "NAT-PMP aktivieren";
"cntxMenuSort" = "Sortieren nach";
"cntxMenuSortAsc" = "Aufsteigend";
"cntxMenuSortByDate" = "Sortieren nach Datum";
"cntxMenuSortByName" = "Sortieren nach Name";
"cntxMenuSortByNone" = "Sortieren nach Priorität";
"cntxMenuSortBySeeds" = "Sortieren nach Seeds";
"cntxMenuSortBySize" = "Sortieren nach Größe";
"cntxMenuSortDate" = "Datum";
"cntxMenuSortDesc" = "Absteigend";
"cntxMenuSortName" = "Name";
"cntxMenuSortNone" = "Priorität";
"cntxMenuSortSeeds" = "Seeds";
"cntxMenuSortSize" = "Größe";
"cntxMenuView" = "Ansicht";
"copyright" = "©2017 Eltima Software. Alle Rechte vorbehalten.";
"editTaskTitle" = "Aufgabe bearbeiten";
"emptyListLabel" = "Es liegen noch keine Download-Aufgaben mit den gewählten Parametern vor.";
"emptyListLabel1" = "Es gibt gegenwärtig keine Downloads in Folx.";
"emptyListLabelTorrentSearch" = "Die Torrent-Suchliste ist leer. Sobald Sie die Suche nach Torrents starten werden die Ergebnisse hier angezeigt.";
"errNewTaskInvalidInput" = "Ungültige Eingabe";
"errNewTaskInvalidScheme" = "Falsche URL";
"errNewTaskInvalidURL" = "Sie haben einen ungültigen oder leeren Link eingetragen. Bitte korrigieren sie dies und versuchen Sie es erneut.";
"fetchingMetadata" = "Suche nach Peers";
"gigabyte" = "GB";
"hdFolder" = "Ordner";
"hdTag" = "Tag";
"iTunesIntegration" = "iTunes Integration";
"infoActv2" = "Es ist Zeit für die erneute Aktivierung Ihrer Folx Lizenz. Leider ist die automatische Wiederaktivierung fehlgeschlagen und bis diese durchgeführt wurde, wird die Software auf die Freie-Version zurück gesetzt. Bitte stellen Sie sicher, dass Ihre Verbindung zum Internet aktiv ist, Datum und Uhrzeit korrekt auf ihrem Mac gesetzt sind und keine Firewall Folx hindert eine Verbindung mit dem Aktivierungsserver herzustellen.";
"infoCreateTag" = "Tag existiert bereits";
"infoDONTHavePermission" = "Sie haben keine Rechte Dateien auf \"%@\" zu sichern";
"infoDeleteTag" = "Ausgewählte Tags löschen?";
"infoDeleteTask" = "Ausgewählte Aufgaben löschen?";
"infoDeleteTaskWFiles" = "Aufgaben und Dateien löschen?";
"infoEnterFileTorrent" = "Bitte geben Sie den Namen der Datei oder des Ordners ein";
"infoFileNotFound" = "Diese Datei wurde gelöscht oder verschoben";
"infoFolderForTagNotFound" = "Die neu heruntergeladene Datei kann nicht im Ordner dieses Tag abgelegt werden, da der Ordner der mit diesem Tag verbunden ist, im Moment nicht zugänglich ist. ";
"infoFolderNotFoundMount" = "Der Ordner für \"%@\" wurde gelöscht oder ist derzeit nicht erreichbar. Möchten Sie einen anderen Speicherort wählen, um diese Datei zu speichern oder vielleicht versuchen den vorher verwendeten Datenträger \"%@\" zu mounten?";
"infoImportFromOldVer" = "Sie haben die Möglichkeit Ihre Downloads und Tags aus früheren auf Ihrem Computer installierten Versionenen von Folx zu importieren.";
"infoNeedInstallPlugin" = "Bitte starten Sie Ihren Internet-Browser neu um die Sammeldownload-Option zu aktivieren. Für eine genaue Liste der unterstützten Browser besuchen Sie die Folx-Hilfe.";
"infoInvalidTorrentFile" = "Die Torrent-Datei kann nicht geöffnet werden, da sie ungültige Daten enthält.";
"infoLoadFTPFolder" = "Wenn Sie bestimmte Dateien zum herunterzuladen auswählen möchten, klicken Sie bitte auf die Schaltfläche \"Auswählen\"";
"infoNotConnected" = "Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.";
"infoRestoreFailed" = "Es gab einen Fehler beim Versuch, Ihre früheren Einkäufe wiederherzustellen. Stellen Sie sicher, dass Sie die korrekte Apple-ID eingegeben haben und überprüfen Sie Ihre Internetverbindung .";
"infoTorrentCreateErr" = "Bitte versuchen Sie die Torrent-Datei neu zu erstellen";
"infoTorrentFileCountZero" = "Bitte geben Sie eine andere Datei oder einen Ordner an";
"infoTorrentFileNotFound" = "Bitte geben Sie einen anderen Dateinamen ein";
"infoTorrentInList" = "Der Torrent, den Sie hinzufügen möchten, ist bereits auf der Liste";
"infoTorrentInListEX" = "Möchten Sie die Tracker trotzdem laden?";
"infoTorrentRatio" = "Wollen Sie diesen Torrent für immer seeden?";
"infoTrackersNotFound" = "Der Transfer wird keine Tracker für Peers kontaktieren und ist ausschließlich auf nicht-Tracker Peer Discovery-Methoden wie PEX und DHT zum Herunterladen und Seeden angewiesen.";
"infoTrackersNotFoundPrivate" = "Eine als privat markierte Übertragung ohne Tracker-Adressen kann nicht mit Peers verbinden. Die Torrent-Datei wird nur dann sinnvoll sein, wenn Sie die Datei auf eine Tracker Webseite hochladen möchten die die Adressen für Sie hinzufügt.";
"infoTrialExpired" = "Vielen Dank für das Ausprobieren von Folx PRO! Ihre vorläufige Lizenz ist abgelaufen, und die App wird in den freien Modus zurückversetzt.";
"infoUnableMount" = "Die Platte, die Sie versuchen zu mounten, ist derzeit nicht verfügbar. Bitte versuchen Sie einen anderen Ordner für diese Datei auswählen.";
"infoWantStop" = "Dieser Download unterstützt die Wiederaufnahme von abgebrochenen Downloads nicht, wenn Sie jetzt stoppen, wird diese beim nächsten Herunterladen von Anfang an beginnen";
"infoYoutubeUnAvalible" = "Um YouTube Videos herunterzuladen, laden Sie bitte den speziellen Build von unserer Webseite.";
"infofieldNameIsEmpty" = "Bitte geben Sie einen Tag Namen ein um die Einstellungen zu übernehmen die Sie eingegeben haben";
"infofieldPathIsEmpty" = "Bitte geben Sie den Pfad zu dem Ordner ein in dem Sie Dateien mit diesem Tag speichern möchten";

"infoShortStringForSearch" = "Der Text ist zu kurz";
"kilobyte" = "KB";
"kilobyte-sec" = "KB/s";

"lblDefaultApp" = "Torrents mit Folx öffnen:";
"lblEditTaskCaption" = "Aufgabe bearbeiten";
"lblEditTorrentCaption" = "Torrent bearbeiten";
"lblGlobalConnectionsLimit" = "Globale Verbindungsbegrenzung:";
"lblNewTaskCaption" = "Neue Aufgabe";
"lblNewTaskDate" = "Datum:";
"lblNewTaskDescription" = "Beschreibung:";
"lblNewTaskFolder" = "Speich. unter:";
"lblNewTaskName" = "Name:";
"lblNewTaskPassword" = "Passwort:";
"lblNewTaskReferer" = "Referer:";
"lblNewTaskRename" = "Umbenennen:";
"lblNewTaskSize" = "Größe:";
"lblNewTaskStartTags" = "Tags";
"lblNewTaskStartType" = "Start:";
"lblNewTaskThreads1" = "Teilen in:";
"lblNewTaskThreads2" = "Threads";
"lblNothingFound" = "Entschuldigung, keine Treffer. Versuchen sie es mit geänderten Suchbegriffen noch einmal ...";
"lblPrefDeleteTorrents" = "Lösche geladene .torrents";
"lblPrefLoadTorrents" = "Lade .torrents automatisch von: ";
"lblPrefMoveTorrents" = "Nach Ende .torrents verschieben nach:";
"lblPrefStoreTorrents" = "Speichern von .torrents für akt. Aufg. in:";
"lblPrefTorrents" = ".torrent";
"lblPrefNetwork" = "Netzwerk";
"lblRandomize" = "Zufällig:";
"lblTagPredicateTorrent" = "Torrent";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "Aufgabentyp ";
"lblTagPredicateDescr" = "Beschreibung";
"lblSearching" = "Suche nach Torrents ...";
"lblSearchingError" = "Überprüfe Torrent Tracker und versuche erneut.";
"lblTFileName" = "Dateiname:";
"lblTPath" = "Speich. unter:";
"lblTPiecesSize" = "Stück Größe: ";
"lblTPrivate" = "Privat";
"lblTStartSeeding" = "Starte seeding";
"lblTorrentConnectionsLimit" = "Verbindungsbegrenzung pro Torrent:";
"lblTorrentDownloading" = "%@ von %@%@%@";
"lblTorrentInfoDSpeed" = "Downloadgeschwindigkeit:";
"lblTorrentInfoDownloaded" = "Heruntergeladen:";
"lblTorrentInfoElapse" = "Verstrichene Zeit:";
"lblTorrentInfoPeers" = "Peers:";
"lblTorrentInfoRatio" = "Ratio:";
"lblTorrentInfoRemain" = "Verbleibende Zeit:";
"lblTorrentInfoSaveAs" = "Speichern als:";
"lblTorrentInfoSeeds" = "Seeds:";
"lblTorrentInfoSize" = "Gesamtgröße:";
"lblTorrentInfoUSpeed" = "Uploadgeschwindigkeit:";
"lblTorrentInfoUploaded" = "Hochgeladen:";
"lblTorrentSearch" = "Suche nach Torrents:";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "Eingehender TCP-Port:";
"lblTorrentTCPPortStateClose" = "Port belegt";
"lblTorrentTCPPortStateOpen" = "Port ist frei";
"lblTorrentUploadSlotsLimit" = "Begrenzung der Upload Slots pro Torrent:";
"lblTrackers" = "Trackers, Webseeds:";
"lblYouTubeQuality" = "Qualität:";
"logMsgCheckingSize" = "Größe prüfen";
"logMsgConnecting" = "verbinden";
"logMsgCriticalError" = "Kritischer Fehler (%@)";
"logMsgDirectConnected" = "direkt verbunden";
"logMsgFtpBadResponse" = "FTP bad response";
"logMsgOpeningFile" = "Gespeichert unter %@";
"logMsgProxyConnected" = "mit Proxy verbunden";
"logMsgResumableError" = "wiederaufnehmbar Fehler (%@)";
"logMsgSocketClosed" = "Socket geschlossen";
"logMsgTaskCompleted" = "Aufgabe beendet";
"logMsgTaskStart" = "Aufgabe gestartet";
"logMsgTaskStop" = "Aufgabe gestoppt";
"logMsgTaskThreadCompleted" = "Thread %@ beendet";
"logMsgTaskThreadStart" = "Thread %@ gestartet";
"logMsgThreadCompleted" = "Thread beendet";
"logMsgThreadStarted" = "Thread gestartet";
"logWndCaption" = "Log";
"lstNewTaskStartTypeTooltip" = "Start-Typ";

"mAddDHTNode" = "DHT Node hinzufügen";
"mAddTracker" = "Tracker hinzufügen";
"mAddWebSeeds" = "Web-Seeds hinzufügen";
"mDHTnodes" = "DHT Nodes";
"mGlobal_Setting" = "Globale Einstellungen";
"mRemove" = "Entfernen";
"mSeed_Forever" = "Seed fortlaufend";
"mStopSeeding" = "Seeding bei Ratio Stoppen:";
"lblPrefStopSeed" = "Stop seeding:";
"mTrackers" = "Trackers";
"mWedSeeds" = "Web-Seeds";
"megabyte" = "MB";
"megabyte-sec" = "MB/s";

"menuLastTasks" = "Letzte Downloads";
"memuShowAll" = "Alle Anzeigen";
"menuAbout" = "Über Folx";
"menuBottom" = "Nach unten verschieben";
"menuBringToFront" = "Alle nach ganz oben verschieben";
"menuCheckUpdts" = "Auf Updates prüfen";
"menuClose" = "Schließen";
"menuCompact" = "In den Kompaktmodus Wechseln";
"menuFull" = "Aus dem Kompaktmodus Wechseln";
"menuCopyMagnetURI" = "Kopiere Magnet URI";
"menuCreateTorrent" = "Torrent Datei Erstellen";
"menuCut" = "Ausschneiden";
"menuDisablePlugin" = "Folx Plugin deaktivieren";
"menuDown" = "Abwärts verschieben";
"menuEdit" = "Editieren";
"menuEditTorrent" = "Torrent Datei bearbeiten";
"menuEnablePlugin" = "Folx Plugin aktivieren";
"menuFeedback" = "Feedback";
"menuFile" = "Datei";
"menuFileCopy" = "Kopieren";
"menuFileCopyMany" = "%i Objekte kopieren";
"menuFileCopyOne" = "\"%@\" kopieren";
"menuFileDelete" = "Datei löschen";
"menuFileDownload" = "Datei herunterladen";
"menuFileGetInfo" = "Informationen erhalten";
"menuFileOpenWith" = "Öffnen mit";
"menuFilesDelete" = "Dateien löschen";
"menuFilesDownload" = "Dateien herunterladen";
"menuForceReCheck" = "Re-Check erzwingen";
"menuHelp" = "Hilfe";
"menuHideFolx" = "Folx ausblenden";
"menuHideOthers" = "Andere ausblenden";
"menuHideTags" = "Tags Bedienfeld Ausblenden";
"menuHomePage" = "Folx Homepage";
"menuLogWindow" = "Log";
"menuManual" = "Folx Hilfe";
"menuMinimize" = "Minimieren";
"menuNewTask" = "Neue Aufgabe";
"menuNewTaskAddFolder" = "Andere wählen";
"menuNewTaskAutoFolder" = "Automatisch";
"menuNewTaskStartImmediately" = "Sofort";
"menuNewTaskStartManualy" = "Manuell";
"menuNewTaskStartScheduled" = "Geplant";
"menuPaste" = "Einfügen";
"menuPrefs" = "Einstellungen...";
"titlePrefs" = "Einstellungen";
"menuProFeatures" = "PRO Funktionen";
"menuQLPanel" = "Quick Look";
"menuQuit" = "Verlassen";
"menuRecoveryCode" = "Wiederherstellungscode";
"menuRelocate" = "Verschieben";
"menuSearchTorrent" = "Nach Torrent suchen";
"menuSelectAll" = "Alle auswählen";
"menuServices" = "Leistungen";
"menuShowCompact" = "Kompakt-Fenster";
"menuShowLog" = "Log anzeigen";
"menuShowTags" = "Tag-Bedienfeld anzeigen";
"menuShowTorrentInfo" = "Torrent-Info anzeigen";
"menuSpeedActivity" = "Zeige Bandbreiten Aktivität";
"menuSpeedAuto" = "Auto";
"menuSpeedUnlim" = "Unbegrenzt";
"menuStartAll" = "Alle starten";
"menuStopAll" = "Alle stoppen";
"menuTaskDelete" = "Aufgabe löschen";
"menuTaskDeleteSelected" = "Ausgewählte löschen";
"menuTaskDeleteWFiles" = "Einschließlich Dateien löschen";
"menuTaskEdit" = "Aufgabe bearbeiten";
"menuTaskFilter" = "Aufgabe filtern";
"menuTaskShowInFinder" = "Im Finder anzeigen";
"menuTaskStart" = "Aufgabe starten";
"menuTaskStartSelected" = "Ausgewählte starten";
"menuTaskStop" = "Aufgabe stoppen";
"menuTaskStopSelected" = "Ausgewählte stoppen";
"menuTop" = "Nach oben verschieben";
"menuTorrentInfoWindow" = "Torrent Info";
"menuTransfers" = "Übertragungen";
"menuTransfersSpeedlimit" = "Geschwindigkeitsbegrenzung";
"menuTransfersSpeedlimitManual" = "Manuelle Speed-Anp.";
"menuTransfersSpeedlimitNone" = "Keine Begrenzungen";
"menuTransfersSpeedlimitSmart" = "Intelligente Speed-Anp.";
"menuUninstall" = "Deinstallieren";
"menuUp" = "Nach oben";
"menuView" = "Anzeigen";
"menuViewTask" = "Aufgaben";
"menuViewTorrentSearch" = "Torrent-Suche";
"menuWindow" = "Fenster";
"menuZoom" = "Zoom";
"menuInvert" = "Umkehren";
"menuCopyMagnet" = "Kopiere Magnet URI";
"menuQuickLook" = "Schnelle Ansicht";
"menuQuickLookItem" = "Schnelle Ansicht \"%@\"";
"menuQuickLookItems" = "Schnelle Ansicht %i Artikel";
"menuNoSorting" = "Nicht Sortieren";

"msgCreateTag" = "Tag '% @' ist bereits vorhanden. Bitte wählen Sie einen anderen Namen für diesen aus.";
"msgDONTHavePermission" = "Falscher Pfad";
"msgDeleteTag" = "Tags löschen";
"msgDeleteTask" = "Aufgaben löschen";
"msgEnterFileTorrent" = "Der Pfad ist leer";
"msgFileNotFound" = "Datei nicht gefunden";
"msgFolderForTagNotFound" = "Es gibt keinen Ordner für diesen Tag auf Ihrem Computer. Klicken Sie auf OK damit Folx versuchen kann, diesen Ordner zu erstellen.";
"msgFolderNotFoundCreate" = "Konnte den Download nicht wieder aufnehmen";
"msgImportFromOldVer" = "Import aus früherer Version";
"msgNeedInstallPlugin" = "Schnelleres und einfacheres downloaden";
"msgInvalidTorrentFile" = "%@' ist keine gültige Torrent Datei";
"msgLoadFTPFolder" = "Möchten Sie den gesamten Ordner downloaden?";
"msgNotConnected" = "Konnte nicht verbinden";

"msgRestoreFailed" = "Ihre Käufe wurden nicht wiederhergestellt";
"msgTorrentCreateErr" = "Konnte keine Torrent Datei erstellen";
"msgTorrentFileCountZero" = "Die Größe der gewählten Datei beträgt 0 bytes";
"msgTorrentFileNotFound" = "Konnte die Datei oder das Verzeichnis namens \"%@\" nicht finden";
"msgTorrentInList" = "Torrent Duplikat";
"msgTorrentRatio" = "Sie sind dabei den Torrent zu seeden und überschreiten dabei den festgelegten Grenzwert dafür";
"msgTrackersNotFound" = "Sie müssen den neu erstellten Tracker der Torrent-Datei hinzuzufügen.";
"msgTrialExpired" = "Ihre temporäre PRO-Lizenz ist abgelaufen";
"msgUnableMount" = "Konnte \"%@\" nicht mounten";
"msgWantStop" = "Möchten Sie den Download stoppen?";
"msgYoutubeUnAvalible" = "Diese Version von Folx unterstützt nicht den Download von Videos von YouTube";
"msgfieldNameIsEmpty" = "Name wurde nicht eingegeben";
"msgfieldPathIsEmpy" = "Ordnername wurde nicht eingegeben";
"msgSetAsDefaultApp" = "Möchten Sie Folx zu Ihrem Standard-Torrent-Clienten machen?";
"msgShortStringForSearch" = "Der Text, den Sie für die Suche eingeben muss mindestens 3 Zeichen lang sein. Je länger der Text den Sie eingeben, desto schneller und genauer die Suchergebnisse die Sie erhalten";
"multipleValues" = "[Mehrere URLs]";
"multipleTagValues" = "[mehrere Werte]";
"notificationTorrentsLoaded" = "%i Torrent-Datei(en) geladen";
"placeHolderNewTask" = "Link hier hinzufügen";
"placeHolderTSearch" = "Suche Torrent Tracker ...";
"prefBtnInstallExt" = "Installiere Erweiterungen";
"prefCheckMimeType" = "Sammeldownload Typen:";
"prefDisable" = "Tuen Sie nichts";
"prefDontUseProxy" = "Nutzen Sie keinen  Proxy für:";
"prefFreeScheduler" = "Scheduler ist eine PRO-Funktion";
"prefFreeScheduler1" = "Entsperren Sie es";
"prefFreeV" = "Diese Einstellungen werden wirksam nach dem Upgrade auf die PRO-Version";
"prefFreeVSpeed" = "Intelligente Geschwindigkeitsanpassung ist eine PRO-Funktion.";
"prefLblInstallExt" = "Erweiterungen für Ihr Folx sind für Safari, Google Chrome, Firefox und Opera erhältlich. Sie können die Downloads direkt aus dem Browser der App hinzufügen.";
"prefMaximalActiveTasks" = "Maximale aktive Aufgaben:";
"prefMaximalActiveUploads" = "Maximale aktive Uploads:";
"prefMinSizePerThread" = "Minimale Größe pro Thread:";
"prefOnAllTasksComplete" = "Nach Abschluss aller Downloads:";
"prefOpenAtLogin" = "Nach Anmeldung öffnen";
"prefPassword" = "Passwort:";
"prefPort" = "Port:";
"prefQuit" = "Verlassen";
"prefRestoreDefaults" = "Standardeinstellungen wiederherstellen";
"prefServer" = "Server:";
"prefShowNewTaskWindow" = "Zeige \"Neue Aufgaben\" Fenster";
"prefShowNewTaskWindowLbl" = "Beim Hinzufügen neuer Downloads:";
"prefShutdown" = "Herunterfahren";
"prefSleep" = "Energie sparen";
"prefSpeedLimit" = "Begr.des download-speed auf:";
"prefUSpeedLimit" = "Begrenzen des upload-speed auf:";
"prefStartSheduled" = "Scheduler einschalten";
"prefStopSheduled" = "Nach Stop des Scheduler:";
"prefTagFree" = "iTunes integration ist eine PRO-Funktion. ";
"prefTagName" = "Name";
"prefTagOptions" = "Setzen Sie automatisch diesen TAG für Aufgaben mit Attributen:";
"prefTorrentSerachFree" = "Torrent Suche ist eine PRO-Funktion.";
"prefPassRememberFree" = "Sie können maximal 2 Passwörter in der freien Version von Folx speichern.";
"prefUSpeedLimit" = "Begrenzen des upload-speed auf:";
"prefUpdateInterval" = "Update Intervall:";
"prefUseHTTPProxy" = "Nutzen Sie HTTP Proxy:";
"prefUseHTTPSProxy" = "Nutzen Sie HTTPS Proxy:";
"prefUseSOCKS4" = "SOCKS4";
"prefUseSOCKS5" = "SOCKS5";
"prefUseSOCKSProxy" = "Nutzen Sie SOCKS Proxy:";
"prefUser" = "Benutzer:";
"prefUserAgent" = "User Agent:";
"prefLblScheduler" = "Scheduler:";
"prefLblSchedule" = "Zeitplan:";
"prefBtnLimit" = "Zeitbegrenzung";
"prefLblWeekDays" = "Tage:";
"prefLblFrom" = "Von:";
"prefLblTo" = "Nach:";
"prefBtnNothing" = "nicht ausgewählt";
"prefBtnEveryday" = "Jeden Tag";
"prefBtnWeekDays" = "Wochentage ";
"prefBtnWeekEnds" = "Wochenenden";
"prefLblMonday" = "Montag";
"prefLblTuesday" = "Dienstag";
"prefLblWednesday" = "Mittwoch";
"prefLblThursday" = "Donnerstag";
"prefLblFriday" = "Freitag";
"prefLblSaturday" = "Samstag";
"prefLblSunday" = "Sonntag";
"prefLblSmart" = "Intelligente Speed-Kontrolle:";
"prefAppList" = "Wenn die Anwendungen in der Liste aktiv sind";
"prefLblPassList" = "Passwort speichern:";
"prefLblHeaderHost" = "Host";
"prefLblHeaderUserName" = "Benutzer";
"prefLblHost" = "Host:";
"prefLblUserName" = "Benutzername:";
"prefLblPassword" = "Passwort:";
"prefLblPrivacy" = "Datenschutz:";
"prefLblAgent" = "Folx Agent:";
"prefLblInfo" = "Es wird empfohlen, diese Option aktiviert zu lassen, falls Sie ein besseres Produkt erhalten möchten. Ihre persönlichen Daten werden NICHT geteilt";
"prefLblProxyPlaceholder" = "z.B. Beispiel.com";
"prefLblActive" = "Aktiv";
"prefLblSeeding" = "Seeding";
"prefLblDownload" = "Lade herunter";
"prefLblDisable" = "Aus";

"toolTipStopAndClearSearch" = "Beenden Sie die Suche und Ergebnisse leeren";
"toolTipStopAndBack" = "Anhalten und zurück zu den Aufgaben";
"toolTipAddNewTask" = "Neue Aufgabe hinzufügen";
"toolTipStopSearch" = "Suche stoppen";
"toolTipStartSearch" = "Suche starten";
"toolTipSpeedLimitControp" = "Geschwindigkeitsbegrenzungs Steuerung";

"lblAddingUrls" = "Downloads hinzufügen";
"lblAddingUrlsProgress" = "Hinzufügen %i von %i...";
"lblSelectedCaption" = "Ausgewählt %d von %d";
"lblSmartSpeedControlSSL" = "Intelligente Speed-Kontrolle";
"lblSmartSpeedControlUnlim" = "Unbegrenzt";
"lblSmartSpeedControlAuto" = "Intelligent";
"lblSmartSpeedControlDL" = "DL: %@";
"lblSmartSpeedControlUL" = "UL: %@";
"lblNoTorrentSelected" = "Kein Torrent ausgewählt";
"lblFolxReminder" = "Schalten Sie die PRO Funktionen frei";

"msgPasswordExist" = "Info bereits auf der Liste";
"infoPasswordExist" = "Sie haben bereits Passwort und Login für diese Verbindung erstellt.";

"msgCancelAdding" = "Downloads hinzufügen stoppen";
"infoCancelAdding" = "Sind Sie sicher dass Sie das Hinzufügen von neuen Downloads stoppen und diejenigen löschen möchten, die bereits hinzugefügt wurden?";

"infoSavePassword" = "Möchten Sie das Passwort für zukünftige Downloads von dieser Website speichern?";
"msgSavePassword" = "Passwort speichern?";

"msgNewTaskTorrentInvalidInput" = "Keine Torrent-Datei ausgewählt";
"infoNewTaskTorrentInvalidInput" = "Bitte wählen Sie die Torrent-Datei, die Folx downloaden soll.";

"msgErrSmartSpeedAddingApp" = "Sie versuchen Folx hinzufügen";
"infoErrSmartSpeedAddingApp" = "Folx kann sich nicht selbst folgen und die Geschwindigkeit entsprechend anpassen. Das macht einfach keinen Sinn.";

"regTo" = "Registriert:";
"remstr0" = "Teile Download in 20 Threads";
"remstr1" = "Intelligente Speed-Kontrolle";
"remstr2" = "Torrent Suche";
"remstr3" = "Passwort Manager";
"remstr4" = "Download Planer";
"remstr5" = "Manuelle Geschw.";
"remstr6" = "Laden von YouTube";
"remstr7" = "iTunes Integration";
"remstr16" = "Upgrade um %@ Funktionen zu erhalten";
"remstr17" = "PRO";
"remstr18" = "$19.95";
"remstr19" = "Folx PRO hat so viel mehr zu bieten! Lernen Sie seine Superkräfte kennen!";

"music_filter" = "Musik";
"video_filter" = "Video";
"applications_filter" = "Anwendungen";
"documents_filter" = "Dokumente";
"images_filter" = "Bilder";

"TorrentInfoSegment_General" = "Allgemein";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Teile";
"TorrentInfoSegment_Files" = "Dateien";
"TorrentInfoSegment_Trackers" = "Tracker";

"PeersViewHeaderTitle_address" = "Adresse";
"PeersViewHeaderTitle_client" = "Klient";
"PeersViewHeaderTitle_payload_up_speed" = "Up Geschwindigkeit";
"PeersViewHeaderTitle_payload_down_speed" = "Down Geschwindigkeit";
"PeersViewHeaderTitle_progress" = "Fortschritt";
"PeersViewHeaderTitle_total_upload" = "Hochgeladen";
"PeersViewHeaderTitle_total_download" = "Heruntergeladen";

"PiecesViewHeaderTitle_piece_index" = "Teile";
"PiecesViewHeaderTitle_blocks_in_piece" = "Blöcke";
"PiecesViewHeaderTitle_finished" = "Beendet";
"PiecesViewHeaderTitle_piece_state" = "Modus";

"FilesViewHeaderTitle_state" = "Dateiname";
"FilesViewHeaderTitle_priority" = "Priorität";
"FilesViewHeaderTitle_size" = "Größe";
"FilesViewHeaderTitle_progress" = "Heruntergeladen";
"FilesViewHeaderTitle_finished" = "Teile";

"TrackersViewHeaderTitle_name" = "Name";
"TrackersViewHeaderTitle_status" = "Status";
"TrackersViewHeaderTitle_update_in" = "Update in";
"TrackersViewHeaderTitle_seeds" = "Seeds";
"TrackersViewHeaderTitle_peers" = "Peers";
"TrackersViewHeaderTitle_loaded" = "Heruntergeladen";
"FileList_url" = "URL";

"SetAsDefault" = "Als Standard setzen";

"DontSet" = "Nicht jetzt";
"AddButton" = "Anfügen";

/*GO,GO+*/
"btnBoughtLicense" = "frei geschaltet";
"remstr8" = "PRO Funktions-Pack";
"remDescr0" = "Optimieren Sie wie Folx den Internet-Datenverkehr verwendet und planen Sie bestimmte Geschwindigkeiten für bestimmte Tage.";
"remDescr1" = "Ermöglicht es die am besten geeignete Zeit für den Start und Stopp von Downloads auszuwählen.";
"remDescr2" = "Diese Funktion kann Ihnen helfen die Download-Geschwindigkeit erheblich zu erhöhen.";
"remDescr3" = "Heruntergeladene Musikstücke und Videos können automatisch zu iTunes Wiedergabelisten hinzugefügt werden.";
"remDescr4" = "Speichern Sie Login-Daten für schnelleres Herunterladen von Web-Ressourcen die eine Authentifizierung erfordern.";
"remDescr5" = "Holen Sie sich alle PRO-Funktionen auf einmal. Es ist absolut das Geld wert!";

"msgScheduleAlert" = "Achtung! Scheduler wird im Hintergrund ausgeführt";
"infoScheduleAlert" = "Sie sind dabei die Folx Download-Planung einzuschalten. Dies erfordert einen separaten Prozess der auch dann im Hintergrund ausgeführt wird, wenn Sie Folx beenden. Um ihn auszuschalten müssen Sie nur geplante Aufgaben deaktivieren.";

"msgUnsupportedAlert" = "Der Download kann nicht gestartet werden.";
"infoUnsupportedAlert" = "Folx GO unterstützt diese Art von Download-Links nicht. Entschuldigen Sie die Unannehmlichkeiten.";

"FTPFileList_filename" = "Datei";
"FTPFileList_size" = "Größe";
"FTPFileList_date" = "Datum";

"UrlPlaceHolderGO" = "Geben Sie den Download-Link ein";

"alert-appstatico-title" = "Helfen Sie uns besser zu werden ";
"alert-appstatico-message" = "Möchten Sie anonyme Nutzungsstatistiken an unser Team schicken? Es handelt sich nur um die Produktleistung und keine persönlichen Daten.";
"alert-appstatico-ok" = "Senden";
"alert-appstatico-cancel" = "Nicht senden";

"msgStartFailed" = "Konnte Folx nicht starten";

"infoStartFailedGO" = "Es ist ein Fehler beim Folx GO Update aufgetreten. Bitte schieben Sie die vorherige Version von Folx GO in den Papierkorb , dann den Papierkorb leeren, und starten Sie Ihren Mac neu. Downloaden und installieren Sie die neueste Version von Folx GO aus dem App Store und stellen Sie Ihre vorherigen Einkäufe wieder her.";
"infoStartFailedGOPLUS" = "Es ist ein Fehler beim Folx GO + Update aufgetreten. Bitte schieben Sie die vorherige Version von Folx GO + in den Papierkorb , dann den Papierkorb leeren, und starten Sie Ihren Mac neu. Downloaden und installieren Sie die neueste Version von Folx GO + aus dem App Store und stellen Sie Ihre vorherigen Einkäufe wieder her.";

"msgRestoreComplete" = "Erfolg!";
"infoRestoreComplete" = "Ihre Einkäufe wurden wiederhergestellt..";

/*new*/
"btnSaveCookie" = "C. speichern";
"prefLblHeaderCreationDate" = "Erstellungsdatum";
"lblBasePass" = "HTTP oder FTP Passwort";
"descBasePass" = "Speichert Login und Passwort für spätere Downloads.";

"lblWebPass" = "Browser Authentifizierung";
"descWebPass" = "Speichert Cookies für die Website. Speichert kein Login und Passwort.";
"placeHolderUrlBrowser" = "URL Hier einfügen";
"btnSelectCookie" = "Gesp. Passwörter";

"infoAlertDeletePass" = "Wenn Sie in Zukunft von dieser Website herunterladen möchten, müssen Sie erneut Login und Passwort speichern.";
"messAlertDeletePass" = "Sind Sie sicher, dass Sie die Anmeldedaten für %@ löschen möchten?";

"GoToAiryButton" = "Holen Sie sich die Airy App";
"LoginButton" = "Anmelden";
"messAlertYoutubeErr" = "Folx konnte dieses Video von YouTube nicht herunterladen. Versuchen Sie sich in Ihr YouTube-Konto einzuloggen und es erneut herunterzuladen oder versuchen sie unseren Airy Downloader für dieses Video.";
"infoAlertYoutubeErr" = "Konnte nicht downloaden";

"lblWebViewStep1" = "1. URL einfügen";
"lblWebViewDescStep1" = "Fügen Sie den Link in der oberen Box ein und klicken Sie auf \"Enter\".";
"lblWebViewStep2" = "2. Anmelden";
"lblWebViewDescStep2" = "Geben Sie Login-Daten für diese Webseite ein. Sie werden nicht gespeichert, dies ist nur für Cookies.";
"lblWebViewStep3" = "3. Speichern";
"lblWebViewDescStep3" = "Drücken Sie \"Speichern\" um die neuen Einstellungen zu sichern.";
"strWebSitePass" = "Web-Authentifizierung";
"prefSwitchToAllTasks" = "Zeige alle aktuellen Aufgaben";
"menuSelectNone" = "Auswahl aufheben";
"lblOptions" = "Optionen:";
"placeHolderSelectSource" = "Quelle wählen";
"placeHolderSelectTorrent" = "Torrent Datei auswählen";
"menuSpeedLimit" = "Begr.des Download-Speed auf";
"menuUSpeedLimit" = "Begrenzen des Upload-Speed auf";
"btnBuyNow" = "Jetzt kaufen";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx konnte dieses Video nicht von YouTube herunterladen. Versuche dich mit deinem YouTube-Konto anzumelden und es erneut herunterzuladen.";
"miCustom"="Benutzerdefiniert";
"miChoose"="Einstellen...";
"alertChooseCustDownloadSpeed"="Stelle die benutzerdefinierte Download-Geschwindigkeit ein";
"alertChooseCustUploadSpeed"="Stelle die benutzerdefinierte Upload-Geschwindigkeit ein";